Repository: untop02/MapChat
Catalog: Localizable.xcstrings
Source language: en
Languages: fi

source: Apps location permission denied
fi: Sovelluksen sijainti estetty

source: Description with at least 5 characters
fi: Ainakin viiden merkin kuvaus.

source: Enter City
fi: Syötä kaupunki

source: Enter Point of interest name
fi: Syötä kohteen nimi

source: Enter title with at least 5 characters
fi: Ainakin viiden merkin nimi

source: Feels like: %.0f°C
fi: Tuntuu kuin: %.0f°C

source: jump to
fi: hyppää kohtaan

source: Location Permission Denied
fi: Sijaintioikeudet estetty

source: Location Restricted
fi: Sijainti rajoitettu

source: Location: %@
fi: Sijainti: %@

source: Marker created successfully
fi: Merkki luotu

source: No locations available
fi: Ei sijainteja saatavilla

source: Phones location restricted
fi: Puhelimen sijainti rajoitettu

source: Results
fi: Tulokset

source: Save
fi: Tallenna

source: Temperature: %.0f°C
fi: Lämpötila: %.0f°C
